Repository: rungxanh1995/TaskGuru-Self
Catalog: TaskGuru Self/Localization/*.lproj/Localizable.strings
Languages: az, vi

source: I'm All Set!
az: Mən hazıram!
vi: Đã sẵn sàng!

source: Dismiss
az: İşdən çıxart
vi: Thoát

source: Home tab
az: Ana səhifə nişanı
vi: Tab Chính

source: Tasks categorized by section to easily track overdue, due today, and upcoming ones
az: Geçmiş, bu gün vaxtı və gələcək olanları asanlıqla izləmək üçün bölmə üzrə kateqoriyalara ayrılmış tapşırıqlar
vi: Các tác vụ được phân loại theo mục để tiện theo dõi tác vụ quá hạn, đến hạn trong ngày, và sắp tới

source: Pending Tasks tab
az: Gözləyən Tapşırıqlar nişanı
vi: Tab Tác vụ Chưa h.thành

source: Find your undone tasks here
az: Gözləyən tapşırıqlarınızı burada tapın
vi: Hiển thị các tác vụ còn tồn đọng của bạn

source: Quick Actions
az: Kontekst menyusu
vi: Menu H.động nhanh

source: Tap and hold each task from the list to use quick actions
az: Kontekst menyusundan istifadə etmək üçün siyahıdan hər tapşırığa toxunub saxlayın
vi: Bấm giữ mỗi tác vụ trong danh sách để truy cập menu ngữ cảnh

source: Personal
az: Şəxsi
vi: Cá nhân

source: Work
az: İş
vi: Công việc

source: School
az: Təhsil
vi: Giáo dục

source: Coding
az: Proqramlaşdırma
vi: Lập trình

source: Other
az: Digər
vi: Khác

source: New
az: Yeni
vi: Vừa tạo

source: In progress
az: Emal edilir
vi: Đang t.hiện

source: Done
az: Tamamlandı
vi: Đã xong

source: Mark as Done
az: Bitti kimi qeyd edin
vi: Đánh dấu h.thành

source: Delete
az: Sil
vi: Xoá

source: Cancel
az: Ləğv et
vi: Huỷ

source: Add Task
az: Tapşırıq əlavə et
vi: Tạo tác vụ

source: General
az: Ümumi
vi: Chung

source: Notes
az: Qeydlər
vi: Ghi chú

source: Name
az: Ad
vi: Tên

source: Due Date
az: Tamamlanma tarixi
vi: Ngày đến hạn

source: Type
az: Növ
vi: Thể loại

source: Any extra notes...
az: Hər hansı əlavə qeydlər...
vi: Bất kì chú thích nào...

source: Home
az: Ana səhifə
vi: Chính

source: All Tasks
az: Bütün Tapşırıqlar
vi: Tất cả Tác vụ

source: All Pending
az: Bütün gözlənilən Vəzifələr

source: Overdue
az: Gecmiş Vəzifələr
vi: Quá hạn

source: Due Today
az: Bugünkü Vəzifələr
vi: Đến hạn trong ngày

source: Upcoming
az: Gələcək Vəzifələr
vi: Sắp tới

source: No tasks
az: Tapşırıq yoxdur
vi: Không có tác vụ nào

source: Pending
az: Gözləyən
vi: Tồn đọng

source: Pending Tasks
az: Gözləyən Tapşırıqlar
vi: Tác vụ Tồn đọng

source: Fetching data
az: Data götürülür
vi: Đang tải dữ liệu

source: You're free! Enjoy your much deserved time 🥳
az: Sən azadsan! Çox layiqli vaxtından həzz alın 🥳
vi: Bạn được tự do rồi! Hãy tận hưởng thời gian này cho bản thân nhé 🥳

source: Don't stress yourself too much. You got it 💪
az: Özünü çox stresə salma. Anladın 💪
vi: Đừng quá căng thẳng. Bạn sẽ làm được thôi 💪

source: Add
az: Əlavə et
vi: Thêm

source: Task Detail
az: Tapşırıq Təfərrüatları
vi: Thông tin tác vụ

source: Last updated at %@
az: Son yenilənmə: %@
vi: Cập nhật lần cuối lúc %@

source: Edit Task
az: Tapşırığı redaktə et
vi: Sửa tác vụ

source: Save
az: Saxla
vi: Lưu

source: Mark Task as Done?
az: Tapşırığı tamamlandı kimi qeyd edin?
vi: Đánh dấu tác vụ đã h.thành?

source: Delete Task?
az: Tapşırıq silinsin?
vi: Xoá tác vụ?

source: Settings
az: Parametrlər
vi: Cài đặt

source: Badge
az: Nişan
vi: Nhãn

source: Advanced
az: Qabaqcıl
vi: Nâng cao

source: Meet The Team
az: Komanda ilə tanış olun
vi: Gặp đội ngũ lập trình viên

source: Show Onboarding screen
az: Onboarding ekranını göstər
vi: Hiện màn hình giới thiệu

source: Portrait Lock
az: Portret Kilidi
vi: Khoá xoay màn hình

source: Color Theme
az: Rəng Mövzu
vi: Chủ đề giao diện

source: Show App Icon Badge
az: Tətbiq nişanı üzərində nişanı göstərin
vi: Hiện nhãn biểu tượng app

source: App Icon Badge Type
az: Üçün proqram ikon nömrəsi

source: Show Tab Badge
az: Tab bildirişini göstər
vi: Hiện nhãn tab

source: Icon badge shows a number of tasks on Home screen. Review your Notification settings if no badge shown.
az: Nişan nişanı Əsas ekranda bir sıra tapşırıqları göstərir. Heç bir nişan göstərilməyibsə, Bildiriş ayarlarınızı nəzərdən keçirin.

source: Long pressing a task from a list reveals a context menu for the task when enabled.
az: Bu aktiv olduqda, siyahıdan tapşırığa uzun basmaq tapşırığın təfərrüatlı önizləməsini açır

source: Be careful, these remove all your data! Restart the app to see all changes.
az: Ehtiyatlı olun, bunlar bütün məlumatlarınızı silir! Bütün dəyişiklikləri görmək üçün proqramı yenidən başladın.
vi: Hãy cẩn thận vì tất cả dữ liệu sẽ bị xoá! Khởi động lại app để tất cả thay đổi có hiệu lực.

source: App settings would reset. This action cannot be undone
az: Tətbiq parametrləri sıfırlanacaq. Bu əməliyyat geri qaytarıla bilməz
vi: Cài đặt của app sẽ khôi phục lại mặc định. Hành động này không thể hoàn tác

source: All your tasks would be deleted. This action cannot be undone
az: Bütün tapşırıqlarınız silinəcək. Bu əməliyyat geri qaytarıla bilməz
vi: Tất cả tác vụ của bạn sẽ bị xoá. Hành động này không thể hoàn tác

source: Reset App Settings
az: Tətbiq Parametrlərini Sıfırla
vi: Khôi phục c.đặt mặc định

source: Reset Your Data
az: Məlumatlarınızı Sıfırlayın
vi: Xoá dữ liệu của bạn

source: Blue
az: Mavi

source: Teal
az: Tal

source: Indigo
az: İndiqo

source: Pink
az: Çəhrayı

source: Red
az: Qırmızı

source: Orange
az: Narıncı

source: Yellow
az: Sarı

source: Green
az: Yaşıl

source: Mint
az: Nanə

source: System
az: Sistem
vi: Hệ thống

source: Light
az: İşıq
vi: Sáng

source: Dark
az: Qaranlıq
vi: Tối

source: Edit
vi: Sửa đổi

source: Status
vi: Tình trạng

source: Reduce Haptics
vi: Giảm rung phản hồi

source: Preview on Haptic Touch
vi: Xem trước với Haptic Touch
